Repository: marlam/bino
Catalog: po/*.po
Languages: de, ru

source: Caught signal %d (%s). Aborting.
de: Signal %d (%s) erhalten. Breche ab.
ru: Остановка по сигналу %d (%s).

source: Unexpected exception.
de: Unerwartete Ausnahme.
ru: Непредвиденное исключение.

source: Report bugs to <%s>.
de: Melde Fehler an <%s>.
ru: Сообщения об ошибках принимаются по адресу <%s>.

source: Exception: %s
de: Ausnahme: %s
ru: Исключение: %s

source: Invalid option %s.
de: Ungültige Option %s.
ru: Неверная опция %s.

source: Option --%s does not take an argument.
de: Option --%s akzeptiert kein Argument.
ru: Опция --%s используется без аргументов.

source: Invalid option -%c.
de: Ungültige Option -%c.
ru: Неверная опция -%c.

source: Option --%s requires an argument.
de: Option --%s benötigt ein Argument.
ru: Опция --%s требует наличия аргумента.

source: Option -%c requires an argument.
de: Option -%c benötigt ein Argument.
ru: Опция -%c требует наличия аргумента.

source: Invalid argument for -%c.
de: Ungültiges Argument für -%c.
ru: Неверный аргумент для %c.

source: Invalid argument for --%s.
de: Ungültiges Argument für --%s.
ru: Неверный аргумент для --%s.

source: Option --%s (-%c) is mandatory.
de: Option --%s (-%c) wird benötigt.
ru: Опция --%s (-%c) обязательна.

source: Option --%s is mandatory.
de: Option --%s wird benötigt.
ru: Опция --%s обязательна.

source: Too few arguments.
de: Zu wenige Argumente.
ru: Слишком мало параметров.

source: Too many arguments.
de: Zu viele Argumente.
ru: Слишком много параметров.

source: Cannot convert string to %s.
de: Kann Zeichenkette nicht zu %s konvertieren.
ru: Невозможно преобразовать строку в %s.

source: Cannot convert %s to %s: %s
de: Kann %s nicht zu %s konvertieren: %s
ru: Невозможно преобразовать %s в %s: %s

source: Cannot convert %s to %s.
de: Kann %s nicht zu %s konvertieren.
ru: Невозможно преобразовать %s в %s.

source: System function failed:
de: Systemfunktion fehlgeschlagen:
ru: Отказ системной функции:

source: Cannot get time.
de: Kann Zeit nicht abfragen.
ru: Невозможно получить время.

source: No OpenAL device available.
de: Kein OpenAL Gerät verfügbar.
ru: Устройства OpenAL не доступны.

source: OpenAL device '%s' is not available.
de: OpenAL Gerät '%s' ist nicht verfügbar.
ru: Устройство OpenAL '%s' не доступно.

source: unknown
de: unbekannt
ru: неизвестно

source: No OpenAL context available.
de: Kein OpenAL Kontext verfügbar.
ru: Контекст OpenAL не доступен.

source: Cannot create OpenAL buffers.
de: Kann OpenAL Puffer nicht erzeugen.
ru: Невозможно создать буферы OpenAL.

source: Cannot create OpenAL source.
de: Kann OpenAL Quelle nicht erzeugen.
ru: Невозможно создать источник OpenAL.

source: Cannot set OpenAL source parameters.
de: Kann OpenAL Quellenparameter nicht setzen.
ru: Невозможно установить параметры источника OpenAL.

source: Cannot check OpenAL source state.
de: Kann OpenAL Quellenzustand nicht abfragen.
ru: Невозможно проверить состояние источника OpenAL.

source: Cannot restart OpenAL source playback.
de: Kann das Abspielen der OpenAL Quelle nicht neu starten.
ru: Невозможно возобновить воспроизведение источника OpenAL.

source: No OpenAL format available for audio data format %s.
de: Kein OpenAL Format vorhanden für das Audioformat %s.
ru: Для формата аудио %s не найдено подходящих форматов OpenAL.

source: Cannot set OpenAL audio volume.
de: Kann OpenAL Lautstärke nicht setzen.
ru: Невозможно установить громкость OpenAL.

source: Cannot buffer initial OpenAL data.
de: Kann initiale OpenAL Daten nicht puffern.
ru: Невозможно буферизировать начальные данные OpenAL.

source: Cannot buffer OpenAL data.
de: Kann OpenAL Daten nicht puffern.
ru: Невозможно буферизировать данные OpenAL.

source: Cannot start OpenAL source playback.
de: Kann das Abspielen der OpenAL Quelle nicht starten.
ru: Невозможно начать воспроизведение источника OpenAL.

source: Cannot pause OpenAL source playback.
de: Kann das Abspielen der OpenAL Quelle nicht unterbrechen.
ru: Невозможно приостановить воспроизведение источника OpenAL.

source: Cannot unpause OpenAL source playback.
de: Kann das Abspielen der OpenAL Quelle nicht fortsetzen.
ru: Невозможно возобновить воспроизведение источника OpenAL.

source: Cannot stop OpenAL source playback.
de: Kann das Abspielen der OpenAL Quelle nicht stoppen.
ru: Невозможно остановить воспроизведение источника OpenAL.

source: Cannot unqueue OpenAL source buffers.
de: Kann OpenAL Quellenpuffer nicht aus Warteschlange entfernen.
ru: Невозможно получить из очереди буферы источника OpenAL.

source: %s: invalid command '%s'
de: %s: Ungültiges Kommando '%s'
ru: %s: некорректная команда '%s'

source: Cannot connect to X server.
de: Kann keine Verbindung zum X Server aufbauen.
ru: Невозможно присоединиться к X серверу.

source: No video to play.
de: Kein Video abzuspielen.
ru: Нет видео для воспроизведения.

source: No video streams found.
de: Keine Videokanäle gefunden.
ru: Видео дорожек не найдено.

source: Cannot set requested stereo layout: incompatible media.
de: Kann Stereolayout nicht setzen: inkompatible Daten.
ru: Невозможно установить требуемую стерео раскладку: неподходящий носитель.

source: Video stream %d not found.
de: Videokanal %d nicht gefunden.
ru: Видео дорожка %d не найдена.

source: Audio stream %d not found.
de: Audiokanal %d nicht gefunden.
ru: Аудио дорожка %d не найдена.

source: Subtitle stream %d not found.
de: Untertitelkanal %d nicht gefunden.
ru: Дорожка субтитров %d не найдена.

source: This version of Bino was compiled without support for Equalizer.
de: Diese Version von Bino wurde ohne Unterstützung für Equalizer erstellt.
ru: Эта версия Bino была собрана без поддержки Equalizer.

source: Video:
ru: Видео:

source: <p>Select the video stream.</p>
de: <p>Auswahl des Videokanals.</p>
ru: <p>Выберите видео дорожку.</p>

source: Audio:
ru: Аудио:

source: <p>Select the audio stream.</p>
de: <p>Auswahl des Videokanals.</p>
ru: <p>Выберите аудио дорожку.</p>

source: Subtitle:
de: Untertitel:
ru: Субтитры:

source: <p>Select the subtitle stream.</p>
de: <p>Auswahl des Untertitelkanals.</p>
ru: <p>Выберите дорожку субтитров.</p>

source: Input:
de: Eingabe:
ru: Источник:

source: <p>Set the 3D layout of the video stream.</p>
de: <p>Auswahl des Stereolayouts des Videokanals.</p>
ru: <p>Укажите 3D раскладку исходного видеофайла.</p>

source: Separate streams, left first
de: Getrennte Kanäle, links zuerst
ru: Отдельные видеофайлы, сначала левый

source: Separate streams, right first
de: Getrennte Kanäle, rechts zuerst
ru: Отдельные видеофайлы, сначала правый

source: Alternating, left first
de: Abwechselnd, links zuerst.
ru: Чередование кадров, сначала левый

source: Alternating, right first
de: Abwechselnd, rechts zuerst.
ru: Чередование кадров, сначала правый

source: Top/bottom
de: Oben/unten
ru: Сверху/снизу

source: Top/bottom, half height
de: Oben/unten, halbe Höhe
ru: Сверху/снизу, в половину высоты

source: Bottom/top
de: Unten/oben
ru: Снизу/сверху

source: Bottom/top, half height
de: Unten/oben, halbe Höhe
ru: Снизу/сверху, в половину высоты

source: Left/right
de: Links/rechts
ru: Слева/справа

source: Left/right, half width
de: Links/rechts, halbe Breite
ru: Слева/справа, в половину ширины

source: Right/left
de: Rechts/links
ru: Справа/слева

source: Right/left, half width
de: Rechts/links, halbe Breite
ru: Справа/слева, в половину ширины

source: Even/odd rows
de: Gerade/ungerade Zeilen
ru: Четные/нечетные ряды

source: Odd/even rows
de: Ungerade/gerade Zeilen
ru: Нечетные/четные ряды

source: Output:
de: Ausgabe:
ru: Режим:

source: <p>Set the 3D output type for your display.</p>
de: <p>Auswahl des 3D Ausgabetyps für das Ausgabegerät.</p>
ru: <p>Укажите 3D режим для вашего дисплея.</p>

source: Left view
de: Linke Sicht
ru: Левый видеоряд

source: Right view
de: Rechte Sicht
ru: Правый видеоряд

source: OpenGL stereo
ru: Стерео OpenGL

source: Left/right alternating
de: Links/rechts abwechselnd
ru: Чередование кадров (левый/правый)

source: Even/odd columns
de: Gerade/ungerade Spalten
ru: Четные/нечетные столбцы

source: Checkerboard pattern
de: Schachbrettmuster
ru: В шахматном порядке

source: HDMI frame packing mode
de: HDMI Framepacking Modus
ru: Режим упаковки кадров HDMI

source: Red/cyan glasses, monochrome
de: Rot/cyan Brillen, monochrom
ru: Красно-голубые очки, черно-белый режим

source: Red/cyan glasses, half color
de: Rot/cyan Brillen, halbfarbig
ru: Красно-голубые очки, половина цветности

source: Red/cyan glasses, full color
de: Rot/cyan Brillen, vollfarbig
ru: Красно-голубые очки, полноцветный режим

source: Red/cyan glasses, Dubois
de: Rot/cyan Brillen, Dubois
ru: Красно-голубые очки, метод Дюбуа

source: Green/magenta glasses, monochrome
de: Grün/magenta Brillen, monochrom
ru: Зелёно-пурпурные очки, черно-белый режим

source: Green/magenta glasses, half color
de: Grün/magenta Brillen, halbfarbig
ru: Зелёно-пурпурные очки, половина цветности

source: Green/magenta glasses, full color
de: Grün/magenta Brillen, vollfarbig
ru: Зелёно-пурпурные очки, полноцветный режим

source: Green/magenta glasses, Dubois
de: Grün/magenta Brillen, Dubois
ru: Зелёно-пурпурные очки, метод Дюбуа

source: Amber/blue glasses, monochrome
de: Orange/blau Brillen, monochrom
ru: Янтарно-синие очки, черно-белый режим

source: Amber/blue glasses, half color
de: Orange/blau Brillen, halbfarbig
ru: Янтарно-синие очки, половина цветности

source: Amber/blue glasses, full color
de: Orange/blau Brillen, vollfarbig
ru: Янтарно-синие очки, полноцветный режим

source: Amber/blue glasses, Dubois
de: Orange/blau Brillen, Dubois
ru: Янтарно-синие очки, метод Дюбуа

source: Red/green glasses, monochrome
de: Rot/grün Brillen, monochrome
ru: Красно-зелёные очки, черно-белый режим

source: Red/blue glasses, monochrome
de: Rot/blau Brillen, monochrom
ru: Красно-синие очки, черно-белый режим

source: Swap left/right
de: Tausche links/rechts
ru: Наоборот

source: <p>Swap the left and right view. Use this if the 3D effect seems wrong.</p>
de: <p>Vertauschung von linker und rechter Sicht (falls der 3D Effekt falsch wirkt).</p>
ru: <p>Поменять местами левый и правый видеоряды. Включите, если 3D эффект кажется неправильным.</p>

source: Off
de: Aus
ru: Выключено

source: <p>This slider shows the progress during video playback, and can be used to seek in the video.</p>
de: <p>Dieser Gleiter zeigt der Fortschritt beim Abspielen an, und kann zum Vor- und Zurückspulen benutzt werden.</p>
ru: <p>Этот ползунок показывает позицию воспроизведения и может быть использован для перемотки.</p>

source: <p>Elapsed / total time.</p>
de: <p>Zeit / Gesamtdauer.</p>
ru: <p>Прошло / всего времени.</p>

source: <p>Toggle audio mute.</p>
de: <p>Schalte Stummschaltung um.</p>
ru: <p>Включить/выключить звук.</p>

source: <p>Adjust audio volume.</p>
de: <p>Stelle Lautstärke ein.</p>
ru: <p>Громкость.</p>

source: <p>Play.</p>
de: <p>Abspielen.</p>
ru: <p>Воспроизведение.</p>

source: <p>Pause.</p>
ru: <p>Пауза.</p>

source: <p>Stop.</p>
de: <p>Stopp.</p>
ru: <p>Стоп.</p>

source: <p>Toggle loop mode.</p>
de: <p>Schalte Wiederholmodus um.</p>
ru: <p>Включить/выключить режим повтора.</p>

source: <p>Switch to fullscreen mode. You can leave fullscreen mode by pressing the f key.</p>
de: <p>Zum Vollbildmodus schalten. Der Vollbildmodus kann mit der Taste f verlassen werden.</p>
ru: <p>Перейти в полноэкранный режим. Вы можете покинуть полноэкранный режим путем нажатия клавиши f.</p>

source: <p>Center the video area on your screen.</p>
de: <p>Zentrierung des Videos in der Mitte des Bildschirms.</p>
ru: <p>Расположить видео по центру экрана.</p>

source: <p>Seek backward 10 minutes.</p>
de: <p>10 Minuten zurückspulen.</p>
ru: <p>Перемотать на 10 минут назад.</p>

source: <p>Seek backward 1 minute.</p>
de: <p>1 Minute zurückspulen.</p>
ru: <p>Перемотать на 1 минуту назад.</p>

source: <p>Seek backward 10 seconds.</p>
de: <p>10 Sekunden zurückspulen.</p>
ru: <p>Перемотать на 10 секунд назад.</p>

source: <p>Seek forward 10 seconds.</p>
de: <p>10 Sekunden vorspulen.</p>
ru: <p>Перемотать на 10 секунд вперед.</p>

source: <p>Seek forward 1 minute.</p>
de: <p>1 Minute vorspulen.</p>
ru: <p>Перемотать на 1 минуту вперед.</p>

source: <p>Seek forward 10 minutes.</p>
de: <p>10 Minuten vorspulen.</p>
ru: <p>Перемотать на 10 минут вперед.</p>

source: Fullscreen/Multiscreen Settings
de: Vollbild-/Multibildeinstellungen
ru: Полноэкранный и многоэкранный режим

source: Configure fullscreen mode:
de: Konfiguriere Vollbildmodus:
ru: Настройки полноэкранного режима:

source: <p>Select the screens to use in fullscreen mode.</p>
de: <p>Auswahl der Bildschirme für den Vollbildmodus.</p>
ru: <p>Выберите экраны для полноэкранного режима.</p>

source: Single screen:
de: Einzelner Bildschirm:
ru: Один экран:

source: <p>Use a single screen for fullscreen mode.</p>
de: <p>Benutze einen einzelnen Bildschirm im Vollbildmodus.</p>
ru: <p>Использовать один экран для полноэкранного режима.</p>

source: Primary screen
de: Hauptbildschirm
ru: Главный экран

source: Screen %d
de: Bildschirm %d
ru: Экран %d

source: Dual screen:
de: Doppelbildschirm:
ru: Два экрана:

source: <p>Use two screens for fullscreen mode.</p>
de: <p>Benutze zwei Bildschirme im Vollbildmodus.</p>
ru: <p>Использовать два экрана для полноэкранного режима.</p>

source: Multi screen:
de: Multibildschirm:
ru: Много экранов:

source: <p>Use multiple screens for fullscreen mode.</p>
de: <p>Benutze mehrere Bildschirme im Vollbildmodus.</p>
ru: <p>Использовать много экранов для полноэкранного режима</p>

source: <p>Comma-separated list of screens to use for fullscreen mode.</p>
de: <p>Liste von Bildschirmen für den Vollbildmodus, durch Kommata getrennt.</p>
ru: <p>Список экранов для полноэкранного режима, разделенных запятыми.</p>

source: When in fullscreen mode,
de: Im Vollbildmodus:
ru: Когда в полноэкранном режиме,

source: <p>Set special left/right view handling for fullscreen mode.</p>
de: <p>Wähle spezielle Einstellungen für linke und rechte Ansicht im Vollbildmodus.</p>
ru: <p>Включить специальную обработку левого и правого видеорядов в полноэкранном режиме.</p>

source: flip left view vertically.
de: Spiegele linke Ansicht vertikal.
ru: отразить левый видеоряд вертикально.

source: flop left view horizontally.
de: Spiegele linke Ansicht horizontal.
ru: отразить левый видеоряд горизонтально.

source: flip right view vertically.
de: Spiegele rechte Ansicht vertikal.
ru: отразить правый видеоряд вертикально.

source: flop right view horizontally.
de: Spiegele rechte Ansicht horizontal.
ru: отразить правый видеоряд горизонтально.

source: use DLP(R) 3-D Ready Sync
de: aktiviere DLP(R) 3-D Ready Sync
ru: посылать сигнал DLP(R) 3-D Ready

source: <p>Use DLP&reg; 3-D Ready Sync for supported output modes.</p>
de: <p>Aktiviere DLP&reg; 3-D Ready Sync für unterstützte Ausgabemodi.</p>
ru: <p>Посылать сигнал синхронизации DLP&reg; 3-D Ready в подходящих видеорежимах.</p>

source: inhibit the screensaver
de: deaktiviere den Bildschirmschoner
ru: отключить хранитель экрана

source: <p>Inhibit the screensaver during fullscreen playback.</p>
de: <p>Deaktiviere den Bildschirmschoner im Vollbildmodus.</p>
ru: <p>Отключить хранитель экрана во время полноэкранного просмотра.</p>

source: Display Color Adjustments
de: Bildschirmfarbenjustierung
ru: Настройки цветности

source: Contrast:
de: Kontrast:
ru: Контрастность:

source: Brightness:
de: Helligkeit:
ru: Яркость:

source: Hue:
de: Farbton:
ru: Оттенок:

source: Saturation:
de: Farbsättigung:
ru: Насыщенность:

source: Display Crosstalk Calibration
de: Bildschirm-Crosstalk Kalibrierung
ru: Уровни перекрестных помех

source: <p>Please read the manual to find out<br>how to measure the crosstalk levels<br>of your display.</p>
de: <p>Bitte lese das Handbuch um herauszufinden<br>wie Crosstalk-Level für Deinen<br>Bildschirm gemessen werden.</p>
ru: <p>Пожалуйста прочтите инструкцию,<br>чтобы узнать, как измерить уровень<br>перекрестных помех.</p>

source: Red:
de: Rot:
ru: Красный:

source: Green:
de: Grün:
ru: Зеленый:

source: Blue:
de: Blau:
ru: Синий:

source: Rendering Quality Adjustments
de: Justierung der Ausgabequalität
ru: Настройка качества изображения

source: Rendering Quality:
de: Ausgabequalität:
ru: Качество изображения:

source: Zoom for wide videos
de: Zoom für überbreite Videos
ru: Масштаб для широкоэкранного видео

source: <p>Set zoom level for videos that<br>are wider than the screen:<br>0: Show full video width.<br>1: Use full screen height.</p>
de: <p>Setze den Zoom für Videos, die<br>breiter als der Bildschirm sind:<br>0: Zeige volle Videobreite.<br>1: Nutze volle Bildschirmhöhe.</p>
ru: <p>Масштаб для видеозаписей, ширина<br>которых превышает ширину экрана:<br>0: Показывать видео в полную ширину.<br>1: Использовать всю высоту экрана.</p>

source: Zoom:
ru: Масштаб:

source: <p>Set the zoom level for videos that are wider than the screen.</p>
de: <p>Setze den Zoom für Videos, die breiter als der Bildschirm sind.</p>
ru: <p>Масштаб для видеозаписей, которые шире экрана.</p>

source: Audio Settings
de: Audio Einstellungen
ru: Настройки звука

source: Audio device:
de: Audiogerät:
ru: Устройство:

source: <p>Select the audio device.<br>This will take effect for the next started video.</p>
de: <p>Wähle das Audiogerät.<br>Die Auswahl wird für das nächste gestartete Video aktiv.</p>
ru: <p>Выберите аудио устройство.<br>Изменения вступят в силу при следующем воспроизведении.</p>

source: Default
de: Standard
ru: По умолчанию

source: Audio delay (ms):
de: Audioverzögerung (ms):
ru: Задержка (мс):

source: <p>Set an audio delay, in milliseconds.<br>This is useful if audio and video are not in sync.</p>
de: <p>Setze eine Audioverzögerung in Millisekunden.<br>Dies ist nüztlich wenn Audio und Video nicht synchron laufen.</p>
ru: <p>Позволяет установить задержку воспроизведения аудио дорожки, в миллисекундах.<br>Полезно, если аудио и видео дорожки не синхронизированы.</p>

source: Subtitle Settings
de: Untertitel Einstellungen
ru: Настройки субтитров

source: <p>These settings apply only to soft subtitles, not to bitmaps.<br>Some changes require a restart of the video to take effect.</p>
de: <p>Diese Einstellungen gelten für Text-Untertitel, nicht für Bild-Untertitel.<br>Einige Einstellungen benötigen einen Neustart des Videos, um aktiv zu werden.</p>
ru: <p>Данные настройки применяются только для текстовых субтитров.<br>Некоторые изменения вступят в силу только после перезапуска видео.</p>

source: Encoding:
de: Zeichensatz:
ru: Кодировка:

source: <p>Set the subtitle character set encoding.</p>
de: <p>Auswahl des Untertitelzeichensatzes.</p>
ru: <p>Выберите кодировку символов в субтитрах.</p>

source: Override font:
de: Setze Schriftart:
ru: Переопределить шрифт:

source: <p>Override the subtitle font family.</p>
de: <p>Auswahl der Schriftart des Untertitels.</p>
ru: <p>Переопределение шрифта субтитров, указанного в файле субтитров.</p>

source: Override font size:
de: Setze Schriftgröße:
ru: Переопределить размер шрифта:

source: <p>Override the subtitle font size.</p>
de: <p>Auswahl der Schriftgröße des Untertitels.</p>
ru: <p>Переопределение размера шрифта субтитров, указанного в файле субтитров.</p>

source: Override scale factor:
de: Setze Skalierungsfaktor:
ru: Переопределить коэффициент масштаба:

source: <p>Override the subtitle scale factor.</p>
de: <p>Auswahl des Skalierungsfaktors des Untertitels.</p>
ru: <p>Переопределение коэффициента масштаба субтитров, указанного в файле субтитров.</p>

source: Override color:
de: Setze Farbe:
ru: Переопределить цвет:

source: <p>Override the subtitle color.</p>
de: <p>Auswahl der Farbe des Untertitels.</p>
ru: <p>Переопределение цвета субтитров, указанного в файле субтитров.</p>

source: Override shadow:
de: Setze Schatten:
ru: Переопределить тень:

source: <p>Override the subtitle shadow.</p>
de: <p>Auswahl des Schattens für Untertitel.</p>
ru: <p>Переопределение наличия тени под субтитрами.</p>

source: On
de: An
ru: Включено

source: Video Settings
de: Video Einstellungen
ru: Видео настройки

source: Crop to aspect ratio:
de: Stutze auf Seitenverhältnis:
ru: Обрезать под соотношение сторон:

source: <p>Set the real aspect ratio of the video, so that borders can be cropped.</p>
de: <p>Setze das wahre Seitenverhältnis des Videos, so dass Ränder gestutzt werden können.</p>
ru: <p>Обрезать видео до указанных пропорций.</p>

source: Do not crop
de: Kein Stutzen
ru: Не обрезать

source: Force source aspect ratio:
de: Erzwinge Seitenverhältnis:
ru: Изменить соотношение сторон:

source: <p>Force the aspect ratio of video source.</p>
de: <p>Erzwinge das Seitenverhältnis des Videos</p>
ru: <p>Растянуть или сжать видео до указанных пропорций.</p>

source: Do not force
de: Nicht erzwingen
ru: Не изменять

source: Parallax:
de: Parallaxe:
ru: Параллакс:

source: <p>Adjust parallax, from -1 to +1. This changes the separation of left and right view, and thus the perceived distance of the scene.</p>
de: <p>Justierung der Parallaxe, von -1 bis +1. Dies ändert die Separierung von linker und rechter Sicht und damit den wahrgenommenen Abstand der Szene.</p>
ru: <p>Корректировка параллакса, от -1 до +1. Позволяет изменить разделение между левым и правым видеорядами и, таким образом, ощущаемую удаленность сцены.</p>

source: Subtitle parallax:
de: Untertitelparallaxe:
ru: Параллакс субтитров:

source: <p>Adjust subtitle parallax, from -1 to +1. This changes the perceived distance of the subtitles.</p>
de: <p>Justierung der Untertitelparallaxe, von -1 bis +1. Dies ändert den wahrgenommenen Abstand der Untertitel.</p>
ru: <p>Корректировка параллакса субтитров, от -1 до +1. Позволяет изменить ощущаемую удаленность субтитров.</p>

source: Ghostbusting:
de: Crosstalk-Verringerungsfaktor:
ru: Подавление перекрестных помех:

source: <p>Set the amount of crosstalk ghostbusting, from 0 to 1. You need to set the crosstalk levels of your display first. Note that crosstalk ghostbusting does not work with anaglyph glasses.</p>
de: <p>Auswahl des Faktors der Verringerung von Crosstalk, von 0 bis 1. Zuerst müssen die Crosstalk-Level des Bildschirms gesetzt werden. Crosstalk-Verringerung funktioniert nicht mit Anaglyphenbrillen.</p>
ru: <p>Укажите величину подавления перекрестных помех, от 0 до 1. Предварительно вам необходимо установить уровни перекрестных помех для вашего дисплея. Имейте ввиду, что подавление перекрестных помех не работает с анаглифными очками.</p>

source: SDI Output Settings
de: SDI Ausgabe Einstellungen
ru: Настройки SDI

source: SDI Output Format:
de: SDI Ausgabeformat:
ru: Выходной формат SDI:

source: <p>Select output format used for SDI output.</p>
de: <p>Auswahl des Ausgabeformats für SDI Ausgabe.</p>
ru: <p>Выберите выходной формат для SDI.</p>

source: Left stereo mode:
de: Linker Stereomodus:
ru: Левый стерео режим:

source: <p>Select stereo mode used for left SDI output.</p>
de: <p>Auswahl der Ausgabemodus für die linken SDI Ausgabe.</p>
ru: <p>Выберите стерео режим для левого выхода SDI.</p>

source: Right stereo mode:
de: Rechter Stereomodus:
ru: Правый стерео режим:

source: <p>Select stereo mode used for right SDI output.</p>
de: <p>Auswahl der Ausgabemodus für die rechte SDI Ausgabe.</p>
ru: <p>Выберите стерео режим для правого выхода SDI.</p>

source: Open device(s)
de: Öffne Gerät(e)
ru: Открыть устройство(а)

source: <p>Choose a device type.</p>
de: <p>Auswahl des Kameratyps.</p>
ru: <p>Выберите тип устройства.</p>

source: <p>Choose a device.</p>
de: <p>Auswahl der Kamera.</p>
ru: <p>Выберите устройство.</p>

source: <p>Set the X11 device string. Refer to the manual for details.</p>
de: <p>Setze das X11 Gerät. Siehe Benutzerhandbuch.</p>
ru: <p>Введите строку устройства X11. За подробностями обратитесь к документации.</p>

source: First device:
de: Erstes Gerät:
ru: Первое устройство:

source: Second device:
de: Zweites Gerät:
ru: Второе устройство:

source: Request frame size
de: Fordere Bildgröße an
ru: Размер кадра
