Repository: marlam/bino
Catalog: po/*.po
Languages: de, ru

source: <p>Request a specific frame size from the device, e.g. 640x480. The device must support this frame size. Some devices require a frame size to be selected.</p>
de: <p>Fordere eine bestimmete Bildauflösung von der Kamera an, z.B. 640x480. Die Kamera muss diese Auflösung unterstützen. Einige Kameras verlangen, dass eine Auflösung ausgewählt wird.</p>
ru: <p>Потребовать от устройства указанный размер кадра, например 640x480. Устройство должно поддерживать этот размер кадра. Некоторые устройства требуют явного указания размера кадра.</p>

source: Request frame rate
de: Fordere Bildrate an
ru: Частота кадров

source: <p>Request a specific frame rate from the device, e.g. 25/1. The device must support this frame rate. Some devices require a frame rate to be selected.</p>
de: <p>Fordere eine bestimmte Bildrate von der Kamera an, z.B. 25/1. Die Kamera muss diese Bildrate unterstützen. Einige Kameras verlangen, dass eine Bildrate ausgewählt wird.</p>
ru: <p>Потребовать от устройства указанной частоты кадров, например 25/1. Устройство должно поддерживать эту частоту кадров. Некоторые устройства требуют явного указания частоты кадров.</p>

source: Request MJPEG format
de: Fordere MJPEG Format an
ru: Потребовать формат MJPEG

source: <p>Request MJPEG data from the input device. The device may ignore this request.</p>
de: <p>Fordere MJPEG Daten from Gerät an. Das Gerät kann diese Anforderung ignorieren.</p>
ru: <p>Потребовать от устройства данные в формате MJPEG. Устройство может проигнорировать данное требование.</p>

source: Cancel
de: Abbrechen
ru: Отмена

source: &File
de: &Datei
ru: &Файл

source: &Open file(s)...
de: Öffne Datei(en)...
ru: &Открыть файл(ы)...

source: Open &URL(s)...
de: Öffne &URL(s)...
ru: Открыть &URL(ы)...

source: Open &device(s)...
de: Öffne &Gerät(e)...
ru: Открыть &устройство(а)...

source: &Clear recent files
de: Lösche Liste zuletzt geöffneter Dateien
ru: Очистить список &недавних файлов

source: &Quit
de: &Beenden
ru: &Выход

source: &Preferences
de: &Einstellungen
ru: &Настройки

source: &Fullscreen Settings...
de: &Vollbildeinstellungen...
ru: Настройки &полноэкранного режима...

source: Display &Color Adjustments...
de: Bildschirm&farben...
ru: Настройки &цветности...

source: Display Cross&talk Calibration...
de: Bildschirm-Crosstalk...
ru: &Уровни перекрестных помех...

source: Quality Adjustments...
de: Qualitätseinstellungen...
ru: Настройки &качества...

source: &Zoom for wide videos...
de: &Zoom für überbreite Videos...
ru: &Масштаб для широкоэкранных видео...

source: &Audio Settings...
de: &Audio Einstellungen...
ru: Настройки &звука...

source: &Subtitle Settings...
de: &Untertitel Einstellungen...
ru: Настройки &субтитров...

source: Current &Video Settings...
de: Einstellungen für das aktuelle Video...
ru: Настройки проигрываемого &видео...

source: SDI &Output Settings...
de: SDI Ausgabe Einstellungen...
ru: Настройки выхода &SDI...

source: &Help
de: &Hilfe
ru: &Помощь

source: &Manual...
de: &Handbuch...
ru: Сп&равка...

source: &Website...
de: &Webseite...
ru: Ве&б-сайт...

source: &Keyboard Shortcuts
de: &Tastaturkürzel
ru: &Горячие клавиши

source: &About
de: &Über
ru: О програ&мме

source: Tip
de: Tipp
ru: Совет

source: <p>You can select and open multiple files at once.</p><p>This is useful for example if you have extra subtitle files,<br>or if left and right view are stored in separate files.</p>
de: <p>Du kannst mehrere Dateien gleichzeitig auswählen und öffnen.</p><p>Dies ist nützlich wenn Du z.B. Untertitel in Extradateien hast,<br>oder wenn linke und rechte Ansicht in separaten Dateien gespeichert sind.</p>
ru: <p>Вы можете открыть сразу несколько файлов.</p><p>Это полезно, когда у вас есть отдельный файл с субтитрами,<br>или если левый и правый видеоряды записаны в разных файлах.</p>

source: Do not show this message again.
de: Zeige diese Nachricht nicht noch einmal.
ru: Больше не показывать это сообщение.

source: Open files
de: Dateien öffnen
ru: Открыть файлы

source: Open URL(s)
de: Öffne URL(s)
ru: Открыть адрес(а)

source: URL(s):
ru: Адрес(а):

source: <p>Enter one or more space separated URLs.</p>
de: <p>Gebe eine oder mehrere durch Leerzeichen getrennte URLs ein.</p>
ru: <p>Введите один или более адресов (URL), разделенных пробелами.</p>

source: Error
de: Fehler
ru: Ошибка

source: Cannot open manual.
de: Kann Handbuch nicht öffnen.
ru: Невозможно открыть справку.

source: Cannot open website.
de: Kann Webseite nicht öffnen.
ru: Невозможно открыть веб-сайт.

source: Keyboard Shortcuts
de: Tastaturkürzel
ru: Горячие клавиши

source: Keyboard control:
de: Tastaturkürzel:
ru: Управление с клавиатуры:

source: Stop
de: Stopp
ru: Стоп

source: SPACE
de: Leertaste
ru: ПРОБЕЛ

source: Pause / unpause
de: Pause / weiter
ru: Пауза / Воспроизведение

source: Toggle fullscreen
de: Schalte Vollbildmodus um
ru: Полноэкранный режим

source: Center window
de: Zentriere Fenster
ru: Расположить окно по центру

source: Swap left/right eye
de: Tausche links/rechts
ru: Поменять местами левый и правый видеоряды

source: Cycle through available video streams
de: Schalte durch verfügbare Videokanäle
ru: Переключить видео дорожку

source: Cycle through available audio streams
de: Schalte durch verfügbare Audiokanäle
ru: Переключить аудио дорожку

source: Cycle through available subtitle streams
de: Schalte durch verfügbare Untertitelkanäle
ru: Переключить дорожку субтитров

source: Adjust contrast
de: Justiere Kontrast
ru: Регулировка контрастности

source: Adjust brightness
de: Justiere Helligkeit
ru: Регулировка яркости

source: Adjust hue
de: Justiere Farbton
ru: Регулировка оттенка

source: Adjust saturation
de: Justiere Farbsättigung
ru: Регулировка насыщенности

source: Adjust parallax
de: Justiere Parallaxe
ru: Регулировка параллакса

source: Adjust ghostbusting
de: Justiere Crosstalk-Verringerungsfaktor
ru: Подавление перекрестных помех

source: Adjust zoom for wide videos
de: Justiere Zoom für überbreite Videos
ru: Регулировка масштаба для широкоэкранных видео

source: Adjust audio volume
de: Justiere Lautstärke
ru: Регулировка громкости

source: Toggle audio mute
de: Schalte Stummschaltung um
ru: Включить/выключить звук

source: Step a single video frame forward
de: Schalte ein Videobild weiter
ru: Перемотка на один кадр вперед

source: left, right
de: links, rechts
ru: влево, вправо

source: Seek 10 seconds backward / forward
de: Springe 10 Sekunden zurück / vor
ru: Перемотка на 10 секунд назад / вперед

source: down, up
de: runter, rauf
ru: вниз, вверх

source: Seek 1 minute backward / forward
de: Springe 1 Minute zurück / vor
ru: Перемотка на 1 минуту назад / вперед

source: Seek 10 minutes backward / forward
de: Springe 10 Minuten zurück / vor
ru: Перемотка на 10 минут назад / вперед

source: Media keys
de: Medientasten
ru: Мультимедийные клавиши

source: Media keys should work as expected
de: Medientasten sollten wie erwartet funktionieren
ru: Должны работать как задумано.

source: About %s
de: Über %s
ru: О %s

source: The %s 3D video player
de: %s - 3D Videospieler
ru: 3D видео плеер %s

source: <p>%s version %s.</p><p>Copyright (C) 2014 the Bino developers.</p><p>This is free software. You may redistribute copies of it under the terms of the <a href="http://www.gnu.org/licenses/gpl.html">GNU General Public License</a>. There is NO WARRANTY, to the extent permitted by law.</p><p>See <a href="%s">%s</a> for more information on this software.</p>
de: <p>%s Version %s.</p><p>Copyright (C) 2014 Die Bino Entwickler.</p><p>Dies ist freie Software. Du kannst Kopien davon verteilen unter den Bedingungen der <a href="http://www.gnu.org/licenses/gpl.html">GNU General Public License</a>. Es gibt keine Garantie.</p><p>Siehe <a href="%s">%s</a> für mehr Informationen über diese Software.</p>
ru: <p>%s версия %s.</p><p>Copyright (C) 2014 разработчики Bino.</p><p>Это свободное программное обеспечение. Вы можете распространять его копии согласно требованиям <a href="http://www.gnu.org/licenses/gpl.html">GNU General Public License</a>. Программное обеспечение поставляется БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ, за исключением предусмотренных законом.</p><p>Для получения подробной информации об этом ПО посетите <a href="%s">%s</a>.</p>

source: Platform:
de: Plattform:
ru: Платформа:

source: Libraries used:
de: Benutzte Bibliotheken:
ru: Используемые библиотеки:

source: About
de: Über
ru: О программе

source: Libraries
de: Bibliotheken
ru: Библиотеки

source: Team
ru: Команда

source: License
de: Lizenz
ru: Лицензия

source: not used
de: nicht benutzt
ru: не используется

source: Cannot initialize LIRC.
de: Kann LIRC nicht initialisieren.
ru: Невозможно инициализировать LIRC.

source: Cannot set LIRC socket properties.
de: Kann LIRC Parameter nicht setzen.
ru: Невозможно установить параметры LIRC сокета.

source: Cannot read LIRC default configuration.
de: Kann LIRC Standardkonfiguration nicht lesen.
ru: Невозможно прочитать конфигурацию LIRC по умолчанию.

source: Cannot read LIRC configuration file %s.
de: Kann LIRC Konfigurationsdatei %s nicht lesen.
ru: Невозможно прочитать конфигурацию LIRC из файла %s.

source: Cannot get LIRC event; disabling LIRC support.
de: Kann LIRC Ereignis nicht lesen; schalte LIRC ab.
ru: Невозможно получить событие LIRC; отключаю поддержку LIRC.

source: Received invalid command '%s' from LIRC.
de: Ungültiges Kommando '%s' von LIRC erhalten.
ru: От LIRC получена некорректная команда '%s'.

source: Cannot get command for LIRC code.
de: Kann kein Kommando für LIRC Code bekommen.
ru: Невозможно получить команду для LIRC кода.

source: %s version %s
ru: %s версия %s

source: Copyright (C) 2014 the Bino developers.
de: Copyright (C) 2014 Die Bino Entwickler.
ru: Copyright (C) 2014 Разработчики Bino.

source: This is free software. You may redistribute copies of it under the terms of the GNU General Public License. There is NO WARRANTY, to the extent permitted by law.
de: Dies ist freie Software. Du kannst Kopien davon verteilen unter den Bedingungen der GNU General Public License. Es gibt keine Garantie.
ru: Это свободное программное обеспечение. Вы можете распространять его согласно требованиям лицензии GNU General Public License. Программное обеспечение поставляется БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ, за исключением предусмотренных законом.

source: Usage:
de: Benutzung:
ru: Использование:

source: Options:
de: Optionen:
ru: Опции:

source: Print help
de: Zeige Hilfe
ru: Вывести справку

source: Print version
de: Zeige Version
ru: Вывести версию

source: Do not use the GUI, just show a plain window
de: Deaktiviere die Benutzeroberfläche
ru: Только окно, без элементов управления

source: Append all log messages to the given file
de: Schreibe Nachrichten in die genannte Datei
ru: Выводить все сообщения в данный файл

source: Set log level (debug/info/warning/error/quiet)
de: Setze Loglevel (debug/info/warning/error/quiet)
ru: Журналирование (debug/info/warning/error/quiet)

source: Print a list of known audio devices and exit
de: Zeige Liste von Audiogeräten und beende
ru: Вывести список звуковых устройств и выйти

source: Use audio device number N (N=0 is the default)
de: Benutze Audiogerät Nummer N (N=0: Standard)
ru: Использовать аудио устройство N (по умолч. 0)

source: Delay audio by D milliseconds (default 0)
de: Verzögere Audio um D Millisek. (Standard: 0)
ru: Задержка аудио на D миллисекунд (по умолч. 0)

source: Set audio volume (0 to 1, default 1)
de: Setze Lautstärke (0 bis 1, Standard 1)
ru: Громкость (от 0 до 1, по умолчанию 1)

source: Mute audio
de: Stummschaltung
ru: Выключить звук

source: Type of input device: default, firewire, x11
de: Gerätetyp: default, firewire, x11
ru: Тип устройства ввода: default, firewire, x11

source: Request frame size WxH from input device
de: Fordere Bildgröße WxH vom Gerät an
ru: Размер кадра для устройства ввода

source: Request frame rate N/D from input device
de: Fordere Bildrate N/D vom Gerät an
ru: Частота кадров для устройства ввода

source: Request device format 'default' or 'mjpeg'
de: Fordere Format 'default' oder 'mjpeg' an
ru: Формат для устройства ввода: 'default', 'mjpeg'

source: Read commands from a file
de: Lese Kommandos von Datei
ru: Прочитать команды из файла

source: Use the given LIRC configuration file
de: Benutze LIRC Konfigurationsdatei
ru: Использовать данный файл конфигурации LIRC

source: This option can be used more than once
de: Diese Option kann mehrfach verwendet werden
ru: Эта опция может быть использована много раз

source: Output quality (0=fastest to 4=best/default)
de: Ausgabequalität (0=schnell bis 4=gut/Standard)
ru: Качество изображения (0=быстро...4=качественно)

source: Select video stream (1-n, depending on input)
de: Setze Videokanal (1-n, je nach Eingabe)
ru: Видео дорожка (от 1 до n)

source: Select audio stream (1-n, depending on input)
de: Setze Audiokanal (1-n, je nach Eingabe)
ru: Аудио дорожка (от 1 до n)

source: Select subtitle stream (0-n, dep. on input)
de: Setze Untertitelkanal (0-n, je nach Eingabe)
ru: Дорожка субтитров (от 0 до n)

source: Select input type (default autodetect):
de: Setze Eingabetyp (Standard: automatisch):
ru: Входной режим (по умолчанию - автоопределение):

source: Select output type:
de: Setze Ausgabemodus:
ru: Выходной режим:

source: Multi-display via Equalizer (2D setup)
de: Multidisplay via Equalizer (2D)
ru: Многоэкранный через Equalizer (2D)

source: Multi-display via Equalizer (3D setup)
de: Multidisplay via Equalizer (3D)
ru: Многоэкранный через Equalizer (3D)

source: Swap left/right view
de: Tausche links/rechts.
ru: Поменять местами левый и правый видеоряды

source: Fullscreen
de: Vollbildmodus
ru: Полноэкранный режим

source: Use the listed screens in fullscreen mode
de: Benutze mehrere Bildschirme im Vollbildmodus
ru: Экраны для полноэкранного режима

source: Screen numbers start with 1
de: Bildschirmnummern starten mit 1
ru: Номера экранов начинаются с 1

source: An empty list defaults to the primary screen
de: Eine leere Liste meint den Standardbildschirm
ru: Пустой список означает главный экран

source: Flip left view vertically when fullscreen
de: Spiegele linke Ansicht vert. wenn Vollbild
ru: Отразить левый видеоряд вертикально

source: Flop left view horizontally when fullscreen
de: Spiegele linke Ansicht horiz. wenn Vollbild
ru: Отразить левый видеоряд горизонтально

source: Flip right view vertically when fullscreen
de: Spiegele rechte Ansicht vert. wenn Vollbild
ru: Отразить правый видеоряд вертикально

source: Flop right view horizontally when fullscreen
de: Spiegele rechte Ansicht horiz. wenn Vollbild
ru: Отразить правый видеоряд горизонтально

source: Use DLP 3-D Ready Sync when fullscreen
de: Nutze DLP 3-D Ready Sync im Vollbildmodus
ru: Включить DLP 3-D Ready в полноэкранном режиме

source: Set zoom for wide videos (0=off to 1=full)
de: Setze Zoom für breite Videos (0 bis 1=voll)
ru: Масштаб для широкоэкранных видео (от 0 до 1)

source: Crop video to given aspect ratio (0:0=off)
de: Stutze Video auf Seitenverhältnis (0:0=aus)
ru: Обрезать видео по соотношению сторон (0:0=выкл)

source: Center window on screen
de: Zentriere das Video in der Bildschirmmitte
ru: Расположить окно по центру экрана

source: Set subtitle encoding
de: Setze Untertitelzeichensatz
ru: Кодировка для субтитров

source: Set subtitle font name
de: Setze Untertitelschriftart
ru: Шрифт для субтитров

source: Set subtitle font size
de: Setze Untertitelschriftgröße
ru: Размер шрифта для субтитров

source: Set subtitle scale factor
de: Setze Untertitelskalierung
ru: Множитель масштаба субтитров

source: Set subtitle color, in [AA]RRGGBB format
de: Setze Untertitelfarbe ([AA]RRGGBB)
ru: Цвет субтитров, в формате [AA]RRGGBB

source: Set subtitle shadow, -1=default, 0=off, 1=on
de: Setze Unt.schatten, -1=Standard, 0=aus, 1=an
ru: Тень под субтитрами (-1=умолч, 0=выкл, 1=вкл)

source: Subtitle parallax adjustment (-1 to +1)
de: Setze Untertitelparallaxe (-1 bis +1)
ru: Параллакс субтитров (от -1 до +1)

source: Parallax adjustment (-1 to +1)
de: Setze Parallaxe (-1 bis +1)
ru: Параллакс (от -1 до +1)

source: Crosstalk leak level (0 to 1)
de: Setze Crosstalk Level (0 bis 1)
ru: Уровень перекрестных помех (от 0 до 1)

source: Comma-separated values for R,G,B
de: Komma-getrennte Werte für R,G,B
ru: Значения для R,G,B, разделенные запятыми

source: Amount of ghostbusting to apply (0 to 1)
de: Setze Crosstalk-Reduzierung (0 bis 1)
ru: Сила подавления перекрестных помех (от 0 до 1)

source: Benchmark mode (no audio, show fps)
de: Benchmarkmodus (kein Audio, zeige FPS)
ru: Измерение производительности (FPS, без звука)

source: Frame rate divisor for display refresh rate
de: Divisor für Bildwiederholrate
ru: Делитель частоты кадров для частоты экрана

source: Default is 0 for benchmark mode, 1 otherwise
de: Standard ist 0 im Benchmarkmodus, sonst 1
ru: По умолчанию для измерения FPS - 0, иначе - 1

source: Loop the input media
de: Wiederhole die Wiedergabe
ru: Режим повтора

source: Set SDI output format
de: Setze SDI Ausgabeformat
ru: Выходной формат SDI

source: Interactive control:
de: Interaktive Bedienung:
ru: Интерактивное управление:

source: Leave fullscreen mode, or quit
de: Verlasse Vollbildmodus, oder beende
ru: Покинуть полноэкранный режим или выйти

source: Quit
de: Beenden
ru: Выход

source: Mouse click
de: Mausklick
ru: Щелчок мышью

source: Seek according to horizontal click position
de: Springe zur Klick-Position
ru: Перемотка по горизонтальному положению курсора

source: No audio devices known.
de: Keine Audiogeräte gefunden.
ru: Нет звуковых устройств.

source: Benchmark mode: audio and time synchronization disabled.
de: Benchmark Modus: Audio und Videosynchronisation deaktiviert.
ru: Режим оценки производительности: воспроизведение аудио отключено, воспроизведение видео с максимально-возможной скоростью.

source: Unknown mode %s.
de: Unbekannter Modus %s.
ru: Неизвестный режим %s.

source: This version of Bino was compiled without support for LIRC.
de: Diese Version von Bino wurde ohne Unterstützung für LIRC erstellt.
ru: Эта версия Bino была собрана без поддержки LIRC.

source: %s, %d ch., %g kHz, %d bit
de: %s, %d Kan., %g kHz, %d bit
ru: %s, %d к., %g кГц, %d бит

source: Video %s: %s
ru: Видео %s: %s

source: No video.
de: Kein Video.
ru: Нет видео.

source: Audio %s: %s
ru: Аудио %s: %s

source: No audio.
de: Kein Audio.
ru: Нет аудио.

source: Subtitle %s: %s
de: Untertitel %s: %s
ru: Субтитры %s: %s

source: No subtitle.
de: Kein Untertitel.
ru: Нет субтитров.

source: Duration: %g seconds
de: Dauer: %g Sekunden
ru: Продолжительность: %g секунд

source: Stereo layout: %s
ru: Стерео раскладка: %s

source: %s video stream %d: Unsupported stereo layout %s.
de: %s Videokanal %d: Stereolayout %s wird nicht unterstützt.
ru: %s видео дорожка %d: Неподдерживаемая стерео раскладка %s.

source: %s audio stream %d: Cannot handle audio with %d channels.
de: %s Audiokanal %d: Kann Audiodaten mit %d Kanälen nicht benutzen.
ru: %s аудио дорожка %d: Невозможно обработать аудио с %d каналами.

source: %s audio stream %d: Cannot handle audio with sample format %s.
de: %s Audiokanal %d: Kann Audiodaten mit Sampleformat %s nicht benutzen.
ru: %s аудио дорожка %d: Невозможно обработать аудио в формате %s.

source: No support available for %s device.
de: Unterstüztung für %s Geräte nicht verfügbar.
ru: Устройство %s не поддерживается.

source: %s: Cannot read stream info: %s
de: %s: Kann Informationen über Kanal nicht lesen: %s
ru: %s: Невозможно прочитать информацию о дорожке: %s

source: %s stream %d: Cannot open %s: %s
de: %s Kanal %d: Kann %s nicht öffnen: %s
ru: %s дорожка %d: Невозможно открыть %s: %s

source: video codec
ru: видео кодек

source: audio codec
ru: аудио кодек

source: subtitle codec
de: Untertitelcodec
ru: кодек субтитров

source: data
de: Daten
ru: данные

source: codec not supported
de: Codec nicht unterstützt
ru: кодек не поддерживается

source: %s video stream %d: Invalid frame size.
de: %s Videokanal %d: Ungültige Bildgröße.
ru: %s видео дорожка %d: Неверный размер кадра.

source: %s video stream %d: Cannot initialize conversion context.
de: %s Videokanal %d: Kann Konvertierungskontext nicht initialisieren.
ru: %s видео дорожка %d: Невозможно инициализировать кодек.

source: Video stream %d: %s / %s, %g seconds
de: Videokanal %d: %s / %s, %g Sekunden
ru: Видео дорожка %d: %s / %s, %g секунд

source: Using up to %d threads for decoding.
de: Benutze bis zu %d Threads zum dekodieren.
ru: Используем максимум %d потоков для декодирования.

source: Audio stream %d: %s / %s, %g seconds
de: Audiokanal %d: %s / %s, %g Sekunden
ru: Аудио дорожка %d: %s / %s, %g секунд

source: Subtitle stream %d: %s / %s, %g seconds
de: Untertitelkanal %d: %s / %s, %g Sekunden
ru: Дорожка субтитров %d: %s / %s, %g секунд

source: No usable streams.
de: Keine nutzbaren Kanäle.
ru: Нет подходящих дорожек.

source: %s: Cannot duplicate packet.
de: %s: Kann Paket nicht duplizieren.
ru: %s: Невозможно создать копию пакета.

source: %s video stream %d: Dropping %dx%d frame
de: %s Videokanal %d: Ignoriere %dx%d Bild
ru: %s видео дорожка %d: пропускаем кадр %dx%d

source: %s: Seeking failed.
de: %s: Positionsänderung fehlgeschlagen.
ru: %s: Перемотка не удалась.

source: Video: delay %g seconds/%g frames; dropping next frame.
de: Video: %g Sekunden/%g Bilder zu spät; überspringe nächstes Bild.
ru: Видео: задержка %g секунд/%g кадров; пропускаем следующий кадр.

source: Reading input frame failed.
de: Lesen des Eingabebildes fehlgeschlagen.
ru: Чтение исходного кадра не удалось.

source: Waiting for subtitle renderer initialization...
de: Warte auf die Initialisierung der Untertitelanzeige...
ru: Инициализация визуализатора субтитров...

source: No canvas in Equalizer configuration.
de: Kein canvas in Equalizer Konfiguration.
ru: В конфигурации Equalizer отсутствует полотно.

source: Equalizer canvas: %gx%g, aspect ratio %g:1
de: Equalizer Canvas: %gx%g, Seitenverhältnis %g:1
ru: Полотно Equalizer: %gx%g, соотношение сторон %g:1

source: Init data mapping failed.
de: Zuordnung von InitData fehlgeschlagen.
ru: Подготовка разметки данных не удалась.

source: Frame data mapping failed.
de: Zuordnung von FrameData fehlgeschlagen.
ru: Разметка данных кадра не удалась.

source: Video player initialization failed.
de: Videoplayer-Initialisierung fehlgeschlagen.
ru: Ошибка инициализации видео плеера.

source: This OpenGL implementation does not support OpenGL 2.1 and framebuffer objects.
de: Diese OpenGL Implementierung unterstützt nicht OpenGL 2.1 und Framebufferobjekte.
ru: Данная реализация OpenGL не поддерживает OpenGL 2.1 и объекты во фреймбуфере.

source: Equalizer initialization failed.
de: Equalizer-Initialisierung fehlgeschlagen.
ru: Ошибка инициализации Equalizer.

source: Cannot get equalizer configuration.
de: Kann Equalizer Konfiguration nicht bekommen.
ru: Невозможно получить конфигурацию Equalizer.

source: Equalizer configuration initialization failed.
de: Kann Equalizer Konfiguration nicht initialisieren.
ru: Ошибка инициализации конфигурации Equalizer.

source: Cannot initialize LibASS.
de: Kann LibASS nicht initialisieren.
ru: Невозможно инициализировать LibASS.

source: Cannot initialize LibASS renderer.
de: Kann LibASS-Renderer nicht initialisieren.
ru: Невозможно инициализировать отрисовщик LibASS.

source: Cannot initialize LibASS track.
de: Kann LibASS-Spur nicht initialisieren.
ru: Невозможно инициализировать дорожку LibASS.

source: Subtitle character set conversion failed: %s
de: Untertitel-Zeichensatzkonvertierung fehlgeschlagen: %s
ru: Ошибка преобразования кодировки субтитров: %s

source: OpenGL error 0x%04X.
de: OpenGL Fehler 0x%04X.
ru: Ошибка OpenGL 0x%04X.

source: OpenGL Framebuffer status error 0x%04X.
de: OpenGL Framebuffer status Fehler 0x%04X.
ru: Ошибка OpenGL 0x%04X.

source: OpenGL %s '%s': compiler warning:
de: OpenGL %s '%s': Compilerwarnung:
ru: OpenGL %s '%s': предупреждение компилятора:
