Repository: marlam/bino
Catalog: po/*.po
Languages: de, ru

source: vertex shader
ru: вершинный шейдер

source: fragment shader
ru: фрагментный шейдер

source: OpenGL %s '%s': compilation failed.
de: OpenGL %s '%s': Compilieren fehlgeschlagen.
ru: OpenGL %s '%s': ошибка компиляции.

source: unknown error
de: unbekannter Fehler
ru: неизвестная ошибка

source: OpenGL program '%s': linker warning:
de: OpenGL Programm '%s': Linkerwarnung:
ru: OpenGL программа '%s': предупреждение компоновщика:

source: OpenGL program '%s': linking failed.
de: OpenGL Programm '%s': Linken fehlgeschlagen.
ru: OpenGL программа '%s': ошибка компоновки.

source: Cannot create a PBO buffer.
de: Kann keinen PBO Puffer erzeugen.
ru: Невозможно создать буфер PBO.

source: Cannot initialize GLEW: %s
de: Kann GLEW nicht initialisieren: %s
ru: Невозможно инициализировать GLEW: %s

source: This OpenGL implementation does not support required features.
de: Diese OpenGL Implementierung unterstützt nicht alle benötigten Funktionen.
ru: Данная реализация OpenGL не поддерживает требуемых функций.

source: Please wait
de: Bitte warten
ru: Пожалуйста, подождите

source: Cannot get valid OpenGL context.
de: Kann keinen OpenGL Kontext erzeugen.
ru: Невозможно установить формат OpenGL.

source: The display does not support OpenGL stereo mode.
de: Dieses Gerät unterstützt kein OpenGL Stereo.
ru: Дисплей не поддерживает режим OpenGL стерео.

source: Cannot set OpenGL context format.
de: Kann OpenGL Kontextformat nicht setzen.
ru: Невозможно установить формат OpenGL.

source: Cannot suspend screensaver.
de: Kann Bildschirmschoner nicht deaktivieren.
ru: Невозможно отключить хранитель экрана.

source: Cannot resume screensaver.
de: Kann Bildschirmschoner nicht reaktivieren.
ru: Невозможно включить хранитель экрана.

source: page down, page up
de: Seite runter, Seite rauf

source: default
de: Standard
